<template>
    <section class="testimonials">
        <div class="app-testimonials">
            <div class="text">
                <h2>
                    مــــاذا يـقولون عــن
                    <span class="color">App Trainers؟</span>
                </h2>
                <p>
                    العمل مع هذه المنصة كان تجربة رائعة. التصميمات كانت إبداعية، والأداء التقني ممتاز. نحن سعداء
                    بالشراكة معهم ونخطط لمشاريع مستقبلية. </p>
                <a href="#" class="btn btn-danger">انضم لنا</a>
            </div>

            <div class="elements">
                <div class="right">
                    <div class="item">
                        <h2>محمد سعفان</h2>
                        <p>
                            العمل مع هذه المنصة كان تجربة رائعة. التصميمات كانت إبداعية، والأداء التقني ممتاز. نحن
                            سعداء بالشراكة معهم ونخطط لمشاريع مستقبلية. </p>
                    </div>
                    <div class="item">
                        <h2>محمد سعفان</h2>
                        <p>
                            العمل مع هذه المنصة كان تجربة رائعة. التصميمات كانت إبداعية، والأداء التقني ممتاز. نحن
                            سعداء بالشراكة معهم ونخطط لمشاريع مستقبلية. </p>
                    </div>
                    <div class="item">
                        <h2>محمد سعفان</h2>
                        <p>
                            العمل مع هذه المنصة كان تجربة رائعة. التصميمات كانت إبداعية، والأداء التقني ممتاز. نحن
                            سعداء بالشراكة معهم ونخطط لمشاريع مستقبلية. </p>
                    </div>
                </div>
                <div class="left">
                    <div class="item">
                        <h2>محمد سعفان</h2>
                        <p>
                            العمل مع هذه المنصة كان تجربة رائعة. التصميمات كانت إبداعية، والأداء التقني ممتاز. نحن
                            سعداء بالشراكة معهم ونخطط لمشاريع مستقبلية. </p>
                    </div>
                    <div class="item">
                        <h2>محمد سعفان</h2>
                        <p>
                            العمل مع هذه المنصة كان تجربة رائعة. التصميمات كانت إبداعية، والأداء التقني ممتاز. نحن
                            سعداء بالشراكة معهم ونخطط لمشاريع مستقبلية. </p>
                    </div>
                    <div class="item">
                        <h2>محمد سعفان</h2>
                        <p>
                            العمل مع هذه المنصة كان تجربة رائعة. التصميمات كانت إبداعية، والأداء التقني ممتاز. نحن
                            سعداء بالشراكة معهم ونخطط لمشاريع مستقبلية. </p>
                    </div>

                </div>
            </div>
        </div>
    </section>
</template>

<script>
export default {
    name: 'Testimonials'
}
</script>